sims/SIM_Slosh_70/0/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}

dimensions [1 -1 -2 0 0 0 0];

internalField uniform 0;

boundaryField
{
    walls
    {
        type zeroGradient;
    }
}

// ************************************************************************* //
